<?php
/**
 * 設定ファイル
 *
 */


/*
|--------------------------------------------------------------------------
| データベース設定
|--------------------------------------------------------------------------
 */

define('DB_NAME','kvk');
define('DB_USER','root');
define('DB_PASS','yuki10145');
define('DB_HOST','localhost');
//define('DB_HOST','203.138.100.12');
define('DB_CHARSET','utf8');

/*
|--------------------------------------------------------------------------
| 定数宣言
|--------------------------------------------------------------------------
 */

define('HEADER_COUNT_CATEGORY', '3');
define('ERROR_MSG_NODATA', 'csvファイルにデータがありません。');
define('ERROR_MSG_HEADER_COUNT_CATEGORY', 'csvファイルの項目数が足りません。');
/*----------------------------
  アップロードディレクトリ
-----------------------------*/


?>